{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"b_constraint": null, "name": "dense_17", "b_regularizer": null, "init": "glorot_uniform", "W_constraint": null, "trainable": true, "bias": true, "W_regularizer": null, "activation": "linear", "output_dim": 128, "input_dtype": "float32", "input_dim": 1083, "batch_input_shape": [null, 1083], "activity_regularizer": null}}, {"class_name": "Activation", "config": {"activation": "relu", "trainable": true, "name": "activation_13"}}, {"class_name": "Dense", "config": {"b_constraint": null, "b_regularizer": null, "init": "glorot_uniform", "name": "dense_18", "bias": true, "W_regularizer": null, "activation": "linear", "output_dim": 64, "W_constraint": null, "input_dim": 128, "trainable": true, "activity_regularizer": null}}, {"class_name": "Activation", "config": {"activation": "relu", "trainable": true, "name": "activation_14"}}, {"class_name": "Dense", "config": {"b_constraint": null, "b_regularizer": null, "init": "glorot_uniform", "name": "dense_19", "bias": true, "W_regularizer": null, "activation": "linear", "output_dim": 32, "W_constraint": null, "input_dim": 64, "trainable": true, "activity_regularizer": null}}, {"class_name": "Activation", "config": {"activation": "relu", "trainable": true, "name": "activation_15"}}, {"class_name": "Dense", "config": {"b_constraint": null, "b_regularizer": null, "init": "glorot_uniform", "name": "dense_20", "bias": true, "W_regularizer": null, "activation": "linear", "output_dim": 1, "W_constraint": null, "input_dim": 32, "trainable": true, "activity_regularizer": null}}], "keras_version": "1.2.0"}