{"keras_version": "1.2.0", "config": [{"config": {"input_dtype": "float32", "name": "dense_9", "init": "glorot_uniform", "activity_regularizer": null, "b_constraint": null, "W_regularizer": null, "input_dim": 130, "trainable": true, "b_regularizer": null, "batch_input_shape": [null, 130], "bias": true, "output_dim": 128, "activation": "linear", "W_constraint": null}, "class_name": "Dense"}, {"config": {"name": "activation_5", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"name": "dense_10", "activity_regularizer": null, "b_constraint": null, "W_regularizer": null, "input_dim": 128, "trainable": true, "b_regularizer": null, "activation": "linear", "bias": true, "output_dim": 1, "init": "glorot_uniform", "W_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential"}