{"config": [{"config": {"name": "dense_9", "W_regularizer": null, "output_dim": 128, "activity_regularizer": null, "trainable": true, "bias": true, "b_regularizer": null, "input_dtype": "float32", "W_constraint": null, "init": "glorot_uniform", "batch_input_shape": [null, 1083], "input_dim": 1083, "b_constraint": null, "activation": "linear"}, "class_name": "Dense"}, {"config": {"name": "activation_5", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"name": "dense_10", "W_regularizer": null, "output_dim": 1, "activity_regularizer": null, "trainable": true, "bias": true, "b_regularizer": null, "W_constraint": null, "init": "glorot_uniform", "input_dim": 128, "b_constraint": null, "activation": "linear"}, "class_name": "Dense"}], "keras_version": "1.2.0", "class_name": "Sequential"}