{"class_name": "Sequential", "keras_version": "1.2.0", "config": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 1083], "input_dtype": "float32", "trainable": true, "b_regularizer": null, "activation": "linear", "W_regularizer": null, "W_constraint": null, "activity_regularizer": null, "output_dim": 128, "init": "glorot_uniform", "input_dim": 1083, "bias": true, "name": "dense_13", "b_constraint": null}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "relu", "name": "activation_9"}}, {"class_name": "Dense", "config": {"trainable": true, "b_regularizer": null, "activation": "linear", "W_regularizer": null, "W_constraint": null, "activity_regularizer": null, "output_dim": 64, "init": "glorot_uniform", "input_dim": 128, "bias": true, "name": "dense_14", "b_constraint": null}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "relu", "name": "activation_10"}}, {"class_name": "Dense", "config": {"trainable": true, "b_regularizer": null, "activation": "linear", "W_regularizer": null, "W_constraint": null, "activity_regularizer": null, "output_dim": 1, "init": "glorot_uniform", "input_dim": 64, "bias": true, "name": "dense_15", "b_constraint": null}}]}