{"keras_version": "1.2.0", "config": [{"config": {"trainable": true, "init": "glorot_uniform", "input_dim": 130, "W_regularizer": null, "activation": "linear", "b_constraint": null, "batch_input_shape": [null, 130], "b_regularizer": null, "output_dim": 256, "input_dtype": "float32", "W_constraint": null, "name": "dense_17", "bias": true, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "activation_13", "activation": "relu"}, "class_name": "Activation"}, {"config": {"axis": -1, "trainable": true, "mode": 0, "beta_regularizer": null, "momentum": 0.99, "epsilon": 0.001, "name": "batchnormalization_13", "gamma_regularizer": null}, "class_name": "BatchNormalization"}, {"config": {"trainable": true, "p": 0.3, "name": "dropout_13"}, "class_name": "Dropout"}, {"config": {"trainable": true, "input_dim": 256, "W_regularizer": null, "init": "glorot_uniform", "b_constraint": null, "activation": "linear", "b_regularizer": null, "output_dim": 128, "W_constraint": null, "name": "dense_18", "bias": true, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "activation_14", "activation": "relu"}, "class_name": "Activation"}, {"config": {"axis": -1, "trainable": true, "mode": 0, "beta_regularizer": null, "momentum": 0.99, "epsilon": 0.001, "name": "batchnormalization_14", "gamma_regularizer": null}, "class_name": "BatchNormalization"}, {"config": {"trainable": true, "p": 0.3, "name": "dropout_14"}, "class_name": "Dropout"}, {"config": {"trainable": true, "input_dim": 128, "W_regularizer": null, "init": "glorot_uniform", "b_constraint": null, "activation": "linear", "b_regularizer": null, "output_dim": 64, "W_constraint": null, "name": "dense_19", "bias": true, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "activation_15", "activation": "relu"}, "class_name": "Activation"}, {"config": {"axis": -1, "trainable": true, "mode": 0, "beta_regularizer": null, "momentum": 0.99, "epsilon": 0.001, "name": "batchnormalization_15", "gamma_regularizer": null}, "class_name": "BatchNormalization"}, {"config": {"trainable": true, "p": 0.3, "name": "dropout_15"}, "class_name": "Dropout"}, {"config": {"trainable": true, "input_dim": 64, "W_regularizer": null, "init": "glorot_uniform", "b_constraint": null, "activation": "linear", "b_regularizer": null, "output_dim": 1, "W_constraint": null, "name": "dense_20", "bias": true, "activity_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential"}